Revit 2024 API
ParameterTypeId.CurtaingridAngleV Property
 "Grid Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridAngleV { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridAngleV As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridAngleV {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace